# Задание 1:
#  Необходимо вывести на экран числа от 5 до 1 с помощью цикла for.

for i in range(5, 0, -1):
    print(i, end=' ')
