# Задание 2:
#  Вывести таблицу умножения на 3 с помощью цикла for.


for i in range(1, 11):
    print('3*', i, '=', 3*i, sep='')
